Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.tasks.itermfiledescriptormulticlient.problem_starting_iterm2_daemon.51ae05b5
source: Problem Starting iTerm2 Daemon
zh_hans: 启动 iTerm2 守护进程时出现问题

# ui.tasks.itermfiledescriptormulticlient.quit.b3eb37ac
source: Quit
zh_hans: 退出

# ui.tasks.itermfiledescriptormulticlient.required_file_missing.1d40241a
source: Required File Missing
zh_hans: 缺少必要文件

source: The iTermServer executable is missing from the application bundle. This indicates iTerm2 is corrupted or incomplete. Please reinstall iTerm2 from the official website.
zh_hans: 应用包中缺少 iTermServer 可执行文件。这表示 iTerm2 已损坏或不完整。请从官方网站重新下载并安装 iTerm2。

# ui.tasks.ptytask.an_error_was_encountered_while_creating_a_temporary.321d719b
source: An error was encountered while creating a temporary file with mkstemps. Verify that %@ exists and is writable.
zh_hans: 使用 mkstemps 创建临时文件时出错。请确认 %@ 存在且可写。

# ui.tasks.ptytask.error.54a0e8c1
source: Error
zh_hans: 错误

# ui.tasks.ptytask.ok.565339bc
source: OK
zh_hans: 好

# ui.tasks.ptytask.unable_to_fork_notification_title
source: Unable to fork!
zh_hans: 无法创建子进程！

# ui.terminal.command_info.output.multiple_lines
source: %1$@ (%2$@ lines)
zh_hans: %1$@（%2$@ 行）

# ui.terminal.command_info.output.one_line
source: %1$@ (%2$@ line)
zh_hans: %1$@（%2$@ 行）

# ui.terminalview.pseudoterminal.close_job_conjunction
source: and
zh_hans: 和

# ui.terminalview.pseudoterminal.close_running_jobs
source: %1$@ is running the following jobs: %2$@.
zh_hans: %1$@正在运行以下作业：%2$@。

# ui.terminalview.pseudoterminal.close_running_many_jobs
source: %1$@ is running the following jobs: %2$@, plus %3$ld %4$@.
zh_hans: %1$@正在运行以下作业：%2$@，另外还有 %3$ld 个%4$@。

# ui.terminalview.pseudoterminal.close_running_one_job
source: %1$@ is running %2$@.
zh_hans: %1$@正在运行 %2$@。

# ui.terminalview.pseudoterminal.one_tab
source: 1 tab
zh_hans: 1 个标签页

# ui.terminalview.pseudoterminal.other_job
source: other
zh_hans: 其他作业

# ui.terminalview.pseudoterminal.other_jobs
source: others
zh_hans: 其他作业

# ui.terminalview.pseudoterminal.tab_context_mistake_help
source: This interpolated string is evaluated in the tab’s context, not the session’s context. To access variables in the current session, use currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在标签页上下文中求值，而非会话上下文。若要访问当前会话中的变量，请使用 currentSession.sessionVariableNameHere。

# ui.terminalview.pseudoterminal.tab_count
source: %lu tabs
zh_hans: %lu 个标签页

# ui.terminalview.pseudoterminal.will_be_closed
source: %@ will be closed.
zh_hans: 将关闭%@。

# ui.terminalview.pseudoterminal.window_context_mistake_help
source: This interpolated string is evaluated in the window’s context, not the session’s context. To access variables in the current session, use currentTab.currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在窗口上下文中求值，而非会话上下文。若要访问当前会话中的变量，请使用 currentTab.currentSession.sessionVariableNameHere。

# ui.terminalview.pseudoterminal.add_tab_to_group.0786e584
source: Add Tab to Group
zh_hans: 将标签页添加到组

# ui.terminalview.pseudoterminal.all.849ff49f
source: %@ All
zh_hans: %@全部会话

# ui.terminalview.pseudoterminal.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.terminalview.pseudoterminal.capture_gpu_frame.80804de0
source: Capture GPU Frame
zh_hans: 捕获 GPU 帧

# ui.terminalview.pseudoterminal.clear.83b12c22
source: Clear
zh_hans: 清除

# ui.terminalview.pseudoterminal.close.283705eb
source: Close %@?
zh_hans: 要关闭 %@ 吗？

# ui.terminalview.pseudoterminal.close.7d9eb7ac
source: Close
zh_hans: 关闭

# ui.terminalview.pseudoterminal.close_all_tabs_outside_this_group.0593055e
source: Close all tabs outside this group?
zh_hans: 关闭此组之外的所有标签页？

source: Close all tabs to the right of this group?
zh_hans: 关闭此组右侧的所有标签页？

# ui.terminalview.pseudoterminal.close_group.f0ef78be
source: Close Group
zh_hans: 关闭组

# ui.terminalview.pseudoterminal.close_other_tabs.29c8d716
source: Close Other Tabs
zh_hans: 关闭其他标签页

# ui.terminalview.pseudoterminal.close_tab.f271892d
source: Close Tab
zh_hans: 关闭标签页

# ui.terminalview.pseudoterminal.close_tabs.51d483df
source: Close Tabs
zh_hans: 关闭标签页

# ui.terminalview.pseudoterminal.close_tabs_below.f803eb1c
source: Close Tabs Below
zh_hans: 关闭下方标签页

# ui.terminalview.pseudoterminal.close_tabs_to_the_right.dc0c3647
source: Close Tabs to the Right
zh_hans: 关闭右侧标签页

# ui.terminalview.pseudoterminal.close_this_tab_group.f3ec000d
source: Close this tab group?
zh_hans: 关闭此标签页组？

# ui.terminalview.pseudoterminal.collapse_group.35044c06
source: Collapse Group
zh_hans: 折叠组

# ui.terminalview.pseudoterminal.confirm_broadcast_command.dcb9efc7
source: %@ all sessions to which input is broadcast? This will affect %@ sessions.
zh_hans: 要%@所有接收广播输入的会话吗？这将影响 %@ 个会话。

# ui.terminalview.pseudoterminal.current_session_only.9af4410e
source: %@ Current Session Only
zh_hans: 仅%@当前会话

# ui.terminalview.pseudoterminal.detach_tmux_session.5f1e6ef4
source: Detach tmux Session
zh_hans: 分离 tmux 会话

# ui.terminalview.pseudoterminal.duplicate_group.85d2f64a
source: Duplicate Group
zh_hans: 复制组

# ui.terminalview.pseudoterminal.duplicate_tab.57d3ddba
source: Duplicate Tab
zh_hans: 复制标签页

# ui.terminalview.pseudoterminal.edit_session.50253de7
source: Edit Session…
zh_hans: 编辑会话…

# ui.terminalview.pseudoterminal.enable_gpu_frame_capture.5159bbd0
source: Enable GPU Frame Capture
zh_hans: 启用 GPU 帧捕获

# ui.terminalview.pseudoterminal.enter_a_name_for_this_tab_group.b46a8b60
source: Enter a name for this tab group.
zh_hans: 输入此标签页组的名称。

# ui.terminalview.pseudoterminal.enter_password_in_sessions_at_prompt.dbf8a510
source: Enter Password in Sessions at Prompt
zh_hans: 在停于密码提示符的会话中输入密码

# ui.terminalview.pseudoterminal.expand_group.ed520c2c
source: Expand Group
zh_hans: 展开组

# ui.terminalview.pseudoterminal.group.34ca0e76
source: Group
zh_hans: 组

# ui.terminalview.pseudoterminal.group_color.baeb2e51
source: Group Color
zh_hans: 组颜色

# ui.terminalview.pseudoterminal.hide.ac20a57b
source: Hide
zh_hans: 隐藏

# ui.terminalview.pseudoterminal.if_this_is_empty_the_tab_takes_the.76bd0d7b
source: If this is empty, the tab takes the active session’s title. Variables and function calls enclosed in \(…) will be replaced with their evaluation. This interpolated string is evaluated in the tab’s context.
zh_hans: 如果留空，标签页将使用活动会话的标题。括在 \(…) 中的变量和函数调用会替换为其求值结果。此插值字符串在标签页上下文中求值。

# ui.terminalview.pseudoterminal.if_this_is_empty_the_window_takes_the.b0e63e62
source: If this is empty, the window takes the active session’s title. Variables and function calls enclosed in \(…) will be replaced with their evaluation. This interpolated string is evaluated in the window’s context.
zh_hans: 如果留空，窗口将使用活动会话的标题。括在 \(…) 中的变量和函数调用会替换为其求值结果。此插值字符串在窗口上下文中求值。

# ui.terminalview.pseudoterminal.in_all_broadcasted_to_sessions.30175f21
source: %@ in All Broadcasted-to Sessions?
zh_hans: %@所有接收广播输入的会话吗？

# ui.terminalview.pseudoterminal.kill.ee72959b
source: Kill
zh_hans: 终止

source: Kill all tmux windows and their jobs, hide windows from view, or detach from tmux session? Hidden windows may be restored from the tmux dashboard.
zh_hans: 要终止所有 tmux 窗口及其中的作业、隐藏窗口，还是断开 tmux 会话？ 可从 tmux 仪表板恢复隐藏的窗口。

source: Kill tmux window, terminating its jobs, or hide it? Hidden windows may be restored from the tmux dashboard.
zh_hans: 要终止 tmux 窗口及其中的作业，还是隐藏它？可从 tmux 仪表板恢复隐藏的窗口。

source: Kill window and its jobs, hide window from view, or detach from tmux session? Hidden windows may be restored from the tmux dashboard.
zh_hans: 要终止窗口及其作业、隐藏窗口，还是断开 tmux 会话？ 可从 tmux 仪表板恢复隐藏的窗口。

# ui.terminalview.pseudoterminal.move_group_to_new_window.b227a3c4
source: Move Group to New Window
zh_hans: 将组移到新窗口

# ui.terminalview.pseudoterminal.move_to_new_window.2adf5c1e
source: Move to New Window
zh_hans: 移到新窗口

# ui.terminalview.pseudoterminal.new_group.c1774a4c
source: New Group…
zh_hans: 新建组…

# ui.terminalview.pseudoterminal.new_tab
source: New Tab
zh_hans: 新建标签页

# ui.terminalview.pseudoterminal.new_tab_group.06fc7c75
source: New Tab Group
zh_hans: 新建标签页组

# ui.terminalview.pseudoterminal.new_tab_in_group.82c4b493
source: New Tab in Group
zh_hans: 在组中新建标签页

# ui.terminalview.pseudoterminal.new_tab_to_the_right.4fee784a
source: New Tab to the Right
zh_hans: 在右侧新建标签页

# ui.terminalview.pseudoterminal.new_window
source: New Window
zh_hans: 新建窗口

# ui.terminalview.pseudoterminal.not_all_sessions_at_password_prompt.0dd18b2e
source: Not all sessions at password prompt
zh_hans: 并非所有会话都停在密码提示符处

# ui.terminalview.pseudoterminal.ok.565339bc
source: OK
zh_hans: 好

# ui.terminalview.pseudoterminal.pin_tab.223957f7
source: Pin Tab
zh_hans: 固定标签页

# ui.terminalview.pseudoterminal.pinned.d33d4eac
source: pinned
zh_hans: 已固定的

# ui.terminalview.pseudoterminal.remove_all_tabs_from_group.7e7ddea9
source: Remove All Tabs from Group
zh_hans: 将所有标签页移出组

# ui.terminalview.pseudoterminal.remove_tab_from_group.ed919fe8
source: Remove Tab from Group
zh_hans: 从组中移除标签页

# ui.terminalview.pseudoterminal.rename_group.949fe9bb
source: Rename Group…
zh_hans: 重命名组…

# ui.terminalview.pseudoterminal.rename_tab_group.da3068be
source: Rename Tab Group
zh_hans: 重命名标签页组

# ui.terminalview.pseudoterminal.reset.daee7606
source: Reset
zh_hans: 重置

# ui.terminalview.pseudoterminal.restart_now.0fe0c953
source: Restart Now
zh_hans: 立即重新启动

# ui.terminalview.pseudoterminal.restart_session.86e628e4
source: Restart session?
zh_hans: 要重新启动会话吗？

# ui.terminalview.pseudoterminal.running_jobs_will_be_killed.b3674cfe
source: Running jobs will be killed.
zh_hans: 正在运行的作业将被终止。

# ui.terminalview.pseudoterminal.save_group_as_window_arrangement.3ecae0c1
source: Save Group as Window Arrangement…
zh_hans: 将组保存为窗口布局…

# ui.terminalview.pseudoterminal.save_tab_as_window_arrangement.f0e3dcda
source: Save Tab as Window Arrangement
zh_hans: 将标签页保存为窗口布局

# ui.terminalview.pseudoterminal.select.2a78025d
source: Select
zh_hans: 选择

# ui.terminalview.pseudoterminal.session.af961d65
source: session "%@"
zh_hans: 会话“%@”

# ui.terminalview.pseudoterminal.set_tab_title.82067e2f
source: Set Tab Title
zh_hans: 设置标签页标题

# ui.terminalview.pseudoterminal.set_window_title.d19c45a2
source: Set Window Title
zh_hans: 设置窗口标题

# ui.terminalview.pseudoterminal.tab_color.d48787aa
source: Tab Color
zh_hans: 标签页颜色

# ui.terminalview.pseudoterminal.tab_d.a04aa5a4
source: tab #%d
zh_hans: 标签页 #%d

source: The following sessions to which input is broadcast do not appear to be at a password prompt: %@
zh_hans: 以下接收广播输入的会话似乎未停在密码提示符处：%@

source: The session named “%@” does not appear to be at a password prompt.
zh_hans: 名为“%@”的会话似乎未停在密码提示符处。

# ui.terminalview.pseudoterminal.this_locked_session.0cf035ca
source: This locked session
zh_hans: 这个锁定的会话

# ui.terminalview.pseudoterminal.this_multi_pane_tab.e485d17f
source: This %@multi-pane tab
zh_hans: 这个%@多窗格标签页

# ui.terminalview.pseudoterminal.this_multi_pane_tab_with_locked_sessions.4f90337c
source: This %@multi-pane tab (with locked sessions)
zh_hans: 这个%@多窗格标签页（包含锁定的会话）

# ui.terminalview.pseudoterminal.this_session.6da6530a
source: This session
zh_hans: 这个会话

# ui.terminalview.pseudoterminal.this_tab.44706830
source: This %@tab
zh_hans: 这个%@标签页

# ui.terminalview.pseudoterminal.this_tab_with_a_locked_session.f31cb887
source: This %@tab (with a locked session)
zh_hans: 这个%@标签页（包含锁定的会话）

# ui.terminalview.pseudoterminal.this_window.d2b3c91c
source: This window
zh_hans: 这个窗口

# ui.terminalview.pseudoterminal.this_window_with_locked_sessions.944345f6
source: This window (with locked sessions)
zh_hans: 这个窗口（包含锁定的会话）

# ui.terminalview.pseudoterminal.unpin_tab.6d391af9
source: Unpin Tab
zh_hans: 取消固定标签页

# ui.terminalview.pseudoterminal.untitled.f59ab8d1
source: Untitled
zh_hans: 未命名

# ui.terminalview.pseudoterminal.window_d.322dffe6
source: Window #%d
zh_hans: 窗口 #%d

# ui.terminalview.pseudoterminal.you_must_restart_iterm2_to_turn_on_this.07609e92
source: You must restart iTerm2 to turn on this feature.
zh_hans: 必须重新启动 iTerm2 才能启用此功能。

# ui.terminalview.ptynoteview.delete_annotation.674a7973
source: Delete annotation
zh_hans: 删除注释

# ui.terminalview.ptytab.idle_notification_body
source: Session %1$@ in tab #%2$d became idle.
zh_hans: 会话 %1$@（标签页 #%2$d）已进入空闲状态。

# ui.terminalview.ptytab.idle_notification_title
source: Idle
zh_hans: 空闲

# ui.terminalview.ptytab.new_output
source: New Output
zh_hans: 新输出

# ui.terminalview.ptytab.new_output_description
source: New output was received in %1$@, tab #%2$d.
zh_hans: 在%1$@的第 %2$d 个标签页中收到新输出。

# ui.terminalview.ptytab.restoring.fa31c224
source: Restoring...
zh_hans: 正在恢复…

# ui.terminalview.ptytextview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.terminalview.ptytextview.command_copied.b5f0ac4e
source: Command Copied
zh_hans: 已拷贝命令

# ui.terminalview.ptytextview.confirm_multiple_uploads
source: OK to %1$@ the following files: %2$@ to %3$@@%4$@:%5$@?
zh_hans: 要通过%1$@将以下文件： %2$@ 传输到 %3$@@%4$@:%5$@ 吗？

# ui.terminalview.ptytextview.confirm_single_upload
source: OK to %1$@ %2$@ to %3$@@%4$@:%5$@?
zh_hans: 要通过%1$@将 %2$@ 传输到 %3$@@%4$@:%5$@ 吗？

# ui.terminalview.ptytextview.confirm.eebdd24a
source: Confirm
zh_hans: 确认

# ui.terminalview.ptytextview.copied.8d525e5f
source: Copied
zh_hans: 已复制

# ui.terminalview.ptytextview.copy_command.3bdd0fd9
source: Copy Command
zh_hans: 拷贝命令

# ui.terminalview.ptytextview.copy_output.7a351762
source: Copy Output
zh_hans: 拷贝输出

# ui.terminalview.ptytextview.copy_operation
source: copy
zh_hans: 复制

# ui.terminalview.ptytextview.disable_command_selection.5e9ad064
source: Disable Command Selection
zh_hans: 停用命令选择

# ui.terminalview.ptytextview.help.b79cac92
source: Help
zh_hans: 帮助

# ui.terminalview.ptytextview.include_timestamps.85a14e95
source: Include timestamps
zh_hans: 包含时间戳

# ui.terminalview.ptytextview.ok.565339bc
source: OK
zh_hans: 好

# ui.terminalview.ptytextview.output_copied.96e39b2d
source: Output Copied
zh_hans: 已拷贝输出

# ui.terminalview.ptytextview.really_remove_annotation.1b331715
source: Really remove annotation?
zh_hans: 确定要移除注释吗？

# ui.terminalview.ptytextview_arc.copied.8d525e5f
source: Copied
zh_hans: 已复制

# ui.terminalview.ptytextview_arc.disconnect.acfc5be7
source: Disconnect
zh_hans: 断开连接

# ui.terminalview.ptytextview_arc.disconnect_from.84b1b47a
source: Disconnect from %@
zh_hans: 断开与 %@ 的连接

# ui.terminalview.ptytextview_arc.fold_selected_lines.1dafd69a
source: Fold Selected Lines
zh_hans: 折叠所选行

# ui.terminalview.ptytextview_arc.fold_unfold.b7b3e414
source: Fold/Unfold
zh_hans: 折叠/展开

# ui.terminalview.ptytextview_arc.image_info
source: Filename: %1$@ Dimensions: %2$d x %3$d
zh_hans: 文件名：%1$@ 尺寸：%2$d × %3$d

# ui.terminalview.ptytextview_arc.look_up_in_dictionary.b140687b
source: Look Up in Dictionary
zh_hans: 在词典中查询

# ui.terminalview.ptytextview_arc.ok.565339bc
source: OK
zh_hans: 好

# ui.terminalview.ptytextview_arc.quick_look.371e3428
source: Quick Look
zh_hans: 快速查看

# ui.terminalview.ptytextview_arc.smart_selection_action_failed_notification_title
source: Smart Selection Action Failed
zh_hans: 智能选择操作失败

# ui.terminalview.ptytextview_arc.unfold_in_selection.4a0eed89
source: Unfold in Selection
zh_hans: 展开所选内容中的折叠项

# ui.terminalview.sessiontitleview.pane_is_locked.c5f09f64
source: Pane is locked
zh_hans: 窗格已锁定

# ui.terminalview.sessiontitleview.this_pane_is_locked_it_cannot_be_moved.d49594a6
source: This pane is locked. It cannot be moved, swapped, or dragged, and closing it requires confirmation. Right-click to unlock.
zh_hans: 此窗格已锁定，无法移动、交换或拖动，关闭时需要确认。右键点击可解锁。

# ui.terminalview.splitselectionview.click_to_inspect.f70a37db
source: Click to inspect
zh_hans: 点按以检查

source: Click to move source pane to this split
zh_hans: 点按以将源窗格移动到此分割区域

# ui.terminalview.splitselectionview.click_to_select.161acf36
source: Click to select
zh_hans: 点击以选择

source: Click to swap source pane with this one
zh_hans: 点按以将源窗格与此窗格交换

# ui.terminalview.splitselectionview.select_a_destination_pane.5adb7e30
source: Select a destination pane
zh_hans: 选择目标窗格

# ui.terminalview.splitselectionview.select_pane_to_swap_with.f20321c8
source: Select pane to swap with
zh_hans: 选择要交换的窗格

# ui.thirdparty.psmtabbarcontrol.more_tabs.dfb19cd6
source: More tabs
zh_hans: 更多标签页

# ui.tips.itermtipcardviewcontroller.tip_content.a467cca4
source: Tip content
zh_hans: 提示内容

# ui.tips.itermtipcardviewcontroller.tip_title.326ec20d
source: Tip title
zh_hans: 提示标题

# ui.tips.itermtipcontroller.iterm2_can_show_you_a_tip_of_the.aff73f6b
source: iTerm2 can show you a Tip of the Day message to help you learn about its many features. Are you interested?
zh_hans: iTerm2 可以显示每日提示，帮助你了解其众多功能。是否启用？

# ui.tips.itermtipcontroller.no.1ea442a1
source: No
zh_hans: 否

# ui.tips.itermtipcontroller.see_tips_of_the_day.1c4b0bbe
source: See Tips of the Day?
zh_hans: 要查看每日提示吗？

# ui.tips.itermtipcontroller.yes.85a39ab3
source: Yes
zh_hans: 是

# ui.tips.itermtipwindowcontroller.iterm2_tip_of_the_day.3d5fffb6
source: iTerm2 Tip of the Day
zh_hans: iTerm2 每日提示

# ui.tmux.tmuxcontroller.dashboard_notification_body
source: Use the tmux dashboard to select which to open.
zh_hans: 请在 tmux 仪表板中选择要打开的窗口。

# ui.tmux.tmuxcontroller.fix_corrupted_tab_colors.991d095c
source: Fix corrupted tab colors?
zh_hans: 要修复损坏的标签页颜色吗？

# ui.tmux.tmuxcontroller.keep_red.d37723e6
source: Keep Red
zh_hans: 保持红色

# ui.tmux.tmuxcontroller.reset.daee7606
source: Reset
zh_hans: 重置

# ui.tmux.tmuxcontroller.some_windows_hidden_notification_title
source: Some tmux windows were hidden.
zh_hans: 部分 tmux 窗口已隐藏。

# ui.tmux.tmuxcontroller.tab_open_error_notification_body
source: A tmux pane terminated immediately after creation
zh_hans: tmux 窗格创建后立即终止

# ui.tmux.tmuxcontroller.tab_open_error_notification_title
source: Error opening tmux tab
zh_hans: 打开 tmux 标签页时出错

# ui.tmux.tmuxcontroller.too_many_windows_notification_title
source: Too many tmux windows!
zh_hans: tmux 窗口过多！

# ui.tmux.tmuxcontroller.unsupported_tmux_option.b09ea30e
source: Unsupported tmux option
zh_hans: 不支持的 tmux 选项

# ui.tmux.tmuxcontroller.utf_8_mode_not_detected.dccc22fe
source: UTF-8 Mode Not Detected
zh_hans: 未检测到 UTF-8 模式

# ui.tmux.tmuxcontroller.while_attaching_to_tmux_some_tabs_were_found.200d65e3
source: While attaching to tmux, some tabs were found whose color is pure red. This may be due to a bug in early versions of iTerm2 3.6.x. Would you like to reset those tabs’ colors?
zh_hans: 连接 tmux 时，发现一些标签页的颜色为纯红色。这可能由早期版本 iTerm2 3.6.x 中的 Bug 导致。要重置这些标签页的颜色吗？

# ui.tmux.tmuxgateway.ok.565339bc
source: OK
zh_hans: 好

# ui.tmux.tmuxgateway.tmux_reported_a_problem.e5dfba5f
source: tmux Reported a Problem
zh_hans: tmux 报告了问题

# ui.tmux.tmuxwindowopener.error_malformed_history_line_from_tmux.ddaf5924
source: Error: malformed history line from tmux.
zh_hans: 错误：tmux 返回的历史记录行格式不正确。

# ui.tmux.tmuxwindowopener.see_console_app_for_details.13242dc6
source: See Console.app for details
zh_hans: 请在 Console.app 中查看详细信息

# ui.tmux.tmuxwindowstable.open_in_window.3db76809
source: Open in Window
zh_hans: 在窗口中打开

# ui.tmux.tmuxwindowstable.open_in_windows.0c6cbb37
source: Open in Windows
zh_hans: 在窗口中打开

# ui.toolbelt.capturedoutput.toolcapturedoutputview.clear.83b12c22
source: Clear
zh_hans: 清除

# ui.toolbelt.capturedoutput.toolcapturedoutputview.toggle_checkmark.0282e453
source: Toggle Checkmark
zh_hans: 切换勾选状态

# ui.toolbelt.itermtoolbeltview.contextual_menu.3db60c37
source: Contextual Menu
zh_hans: 上下文菜单

source: No Tools enabled. Select them from the menu above.
zh_hans: 未启用工具。请从上方菜单中选择。

# ui.toolbelt.itermtoolsnippets.folder_icon.3836e797
source: Folder icon
zh_hans: 文件夹图标

# ui.toolbelt.itermtoolsnippets.send_snippet.9edb9820
source: Send Snippet
zh_hans: 发送片段

# ui.toolbelt.itermtoolsnippets.snippet_icon.4e468432
source: Snippet icon
zh_hans: 代码片段图标

# ui.toolbelt.toolcommandhistoryview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.toolbelt.toolcommandhistoryview.clear.83b12c22
source: Clear
zh_hans: 清除

source: Command history for all hosts will be erased. Continue?
zh_hans: 将清除所有主机的命令历史。要继续吗？

# ui.toolbelt.toolcommandhistoryview.erase_command_history.f302056d
source: Erase Command History
zh_hans: 清除命令历史

# ui.toolbelt.toolcommandhistoryview.ok.565339bc
source: OK
zh_hans: 好

# ui.toolbelt.tooldirectoriesview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.toolbelt.tooldirectoriesview.clear.83b12c22
source: Clear
zh_hans: 清除

# ui.toolbelt.tooldirectoriesview.erase_saved_directories.d6070556
source: Erase Saved Directories?
zh_hans: 要清除已保存的目录吗？

# ui.toolbelt.tooldirectoriesview.ok.565339bc
source: OK
zh_hans: 好

# ui.toolbelt.tooldirectoriesview.toggle_star.08aa58dd
source: Toggle Star
zh_hans: 切换星标

# ui.toolbelt.toolpastehistory.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.toolbelt.toolpastehistory.copy.e21f935f
source: Copy
zh_hans: 拷贝

# ui.toolbelt.toolpastehistory.delete_all.ef85afa1
source: Delete All
zh_hans: 全部删除

# ui.toolbelt.toolpastehistory.erase_paste_history.0d685412
source: Erase Paste History
zh_hans: 清除粘贴历史

# ui.toolbelt.toolpastehistory.ok.565339bc
source: OK
zh_hans: 好

# ui.toolbelt.toolpastehistory.open_in_advanced_paste.129127ec
source: Open in Advanced Paste
zh_hans: 在高级粘贴中打开

# ui.toolbelt.toolpastehistory.paste_history_will_be_erased_continue.2971e6ea
source: Paste history will be erased. Continue?
zh_hans: 将清除粘贴历史。要继续吗？

source: ⚠️ Secure keyboard entry disables paste history.
zh_hans: ⚠️ 安全键盘输入会停用粘贴历史。

# ui.toolbelt.toolprofiles.new_horizontal_split.9b04b88a
source: New Horizontal Split
zh_hans: 新建水平分割窗格

# ui.toolbelt.toolprofiles.new_tab.b2f8fd63
source: New Tab
zh_hans: 新建标签页

# ui.toolbelt.toolprofiles.new_vertical_split.b8a05c97
source: New Vertical Split
zh_hans: 新建垂直分割窗格

# ui.toolbelt.toolprofiles.new_window.7469c2f6
source: New Window
zh_hans: 新建窗口

# ui.toolbelt.toolprofiles.open_profile.f9d77f6c
source: Open Profile
zh_hans: 打开配置文件

# ui.touchbar.pseudoterminal_touchbar.add_mark.c46c453f
source: Add Mark
zh_hans: 添加标记

# ui.touchbar.pseudoterminal_touchbar.autocomplete_suggestions.06161d6a
source: Autocomplete Suggestions
zh_hans: 自动补全建议

# ui.touchbar.pseudoterminal_touchbar.color_preset.a9829d39
source: Color Preset
zh_hans: 配色方案

# ui.touchbar.pseudoterminal_touchbar.full_screen_tab_bar.bae81a07
source: Full Screen Tab Bar
zh_hans: 全屏标签栏

# ui.touchbar.pseudoterminal_touchbar.function_keys.75a7793c
source: Function Keys
zh_hans: 功能键

# ui.touchbar.pseudoterminal_touchbar.function_keys_popover.82c69f6f
source: Function Keys Popover
zh_hans: 功能键弹出窗口

# ui.touchbar.pseudoterminal_touchbar.man_page.26999b77
source: Man Page
zh_hans: 手册页

# ui.touchbar.pseudoterminal_touchbar.next_mark.a40862be
source: Next Mark
zh_hans: 下一个标记

# ui.touchbar.pseudoterminal_touchbar.previous_mark.e1704756
source: Previous Mark
zh_hans: 上一个标记

# ui.touchbar.pseudoterminal_touchbar.status.920e413c
source: Status
zh_hans: 状态

# ui.touchbar.pseudoterminal_touchbar.your_message_here.581eb871
source: Your Message Here
zh_hans: 在此输入消息

# ui.triggers.bouncetrigger.bounce_once.0c9c8142
source: Bounce Once
zh_hans: 弹跳一次

# ui.triggers.bouncetrigger.bounce_until_activated.2dd837b1
source: Bounce Until Activated
zh_hans: 持续弹跳直至激活

# ui.triggers.highlighttrigger.background.effa332c
source: Background:
zh_hans: 背景色：

# ui.triggers.highlighttrigger.text.21784f40
source: Text:
zh_hans: 文本：

# ui.triggers.itermhighlightlinetrigger.background.effa332c
source: Background:
zh_hans: 背景色：

# ui.triggers.itermhighlightlinetrigger.text.21784f40
source: Text:
zh_hans: 文本：

# ui.triggers.marktrigger.and_stop_scrolling.bc5c3332
source: and stop scrolling
zh_hans: 并停止滚动

# ui.triggers.set_profile_boolean.description
source: Set “%1$@” to %2$@
zh_hans: 将“%1$@”设为%2$@

# ui.triggers.set_profile_boolean.value.off
source: Off
zh_hans: 关闭

# ui.triggers.set_profile_boolean.value.on
source: On
zh_hans: 开启
